{
  "ar": [
    "حاسبات التحويل",
    "تصفح مجموعتنا من حاسبات التحويل للطول والوزن ودرجة الحرارة والحجم والمزيد",
    "التحويل",
    "البحث في الحاسبات...",
    "نتيجة موجودة",
    "لم يتم العثور على نتائج",
    "جرب مصطلح بحث مختلف",
    "حاسبات التحويل: الطول، الوزن، درجة الحرارة والمزيد",
    "حاسبات تحويل مجانية للطول والوزن ودرجة الحرارة والحجم والمزيد. بدون تسجيل.",
    "حاسبة تحويل، محول وحدات، طول، وزن، درجة حرارة، حجم",
    "حاسبات التحويل - أدوات مجانية على الإنترنت",
    "توفر مجموعتنا من حاسبات التحويل تحويلات سريعة ودقيقة للطول والوزن ودرجة الحرارة والحجم والمزيد.",
    "جميعها مجانية ولا تتطلب تسجيلاً. تعمل على جميع الأجهزة.",
    "كل محول سهل الاستخدام. نضيف أدوات جديدة بانتظام.",
    "حاسبات التحويل",
    "حاسبات التحويل تساعد في الطول والوزن ودرجة الحرارة والحجم والمزيد. تصفح الأدوات أعلاه.",
    "تصفح حاسبات التحويل أعلاه.",
    "الأسئلة الشائعة",
    "ما حاسبات التحويل المتوفرة؟",
    "نقدم تحويل الطول والوزن ودرجة الحرارة والحجم وقياسات أخرى. متري وإمبراطوري وعلمي.",
    "هل هي مجانية؟",
    "نعم، جميعها مجانية. لا يتطلب تسجيل.",
    "هل تعمل على الجوال؟",
    "نعم، متجاوبة وتعمل على الحاسوب والجهاز اللوحي والهاتف.",
    "ما مدى دقة النتائج؟",
    "نستخدم عوامل تحويل قياسية لنتائج دقيقة.",
    "هل يمكن التحويل بين المتري والإمبراطوري؟",
    "نعم، محولاتنا تدعم الوحدات المتريّة والإمبراطورية.",
    "هل ستضيفون المزيد؟",
    "نعم، نوسع المجموعة باستمرار."
  ],
  "cs": [
    "Převodní kalkulačky",
    "Procházejte naši sbírku převodních kalkulaček pro délku, hmotnost, teplotu, objem a další",
    "Převod",
    "Hledat kalkulačky...",
    "výsledků nalezeno",
    "Nebyly nalezeny žádné výsledky",
    "Zkuste jiný vyhledávací termín",
    "Převodní kalkulačky: Délka, Hmotnost, Teplota a další",
    "Bezplatné převodní kalkulačky pro délku, hmotnost, teplotu, objem a další. Bez registrace.",
    "převodní kalkulačka, převod jednotek, délka, hmotnost, teplota, objem",
    "Převodní kalkulačky - Bezplatné online nástroje",
    "Naše sbírka převodních kalkulaček poskytuje rychlé a přesné převody pro délku, hmotnost, teplotu, objem a další.",
    "Všechny jsou zdarma a nevyžadují registraci. Fungují na všech zařízeních.",
    "Každý převodník je snadno použitelný. Pravidelně přidáváme nové nástroje.",
    "Převodní kalkulačky",
    "Převodní kalkulačky pomáhají s délkou, hmotností, teplotou, objemem a dalšími. Procházejte nástroje výše.",
    "Procházejte naše převodní kalkulačky výše.",
    "Časté dotazy",
    "Jaké převodní kalkulačky jsou k dispozici?",
    "Nabízíme převod délky, hmotnosti, teploty, objemu a dalších měr. Metrické, imperiální a vědecké.",
    "Jsou převodní kalkulačky zdarma?",
    "Ano, všechny jsou zdarma. Registrace není vyžadována.",
    "Fungují na mobilních zařízeních?",
    "Ano, všechny jsou responzivní a fungují na počítačích, tabletech a chytrých telefonech.",
    "Jak přesné jsou výsledky?",
    "Používáme standardní převodní faktory pro přesné výsledky.",
    "Mohu převádět mezi metrickými a imperiálními jednotkami?",
    "Ano, naše převodníky podporují metrické i imperiální jednotky.",
    "Budete přidávat další převodní kalkulačky?",
    "Ano, neustále rozšiřujeme sbírku."
  ],
  "da": [
    "Konvertering lommeregnere",
    "Gennemse vores samling konvertering lommeregnere til længde, vægt, temperatur, volumen og mere",
    "Konvertering",
    "Søg efter lommeregnere...",
    "resultater fundet",
    "Ingen resultater fundet",
    "Prøv med et andet søgeord",
    "Konvertering lommeregnere: Længde, Vægt, Temperatur og mere",
    "Gratis konvertering lommeregnere til længde, vægt, temperatur, volumen og mere. Ingen registrering.",
    "konvertering lommeregner, enhedsomregner, længde, vægt, temperatur, volumen",
    "Konvertering lommeregnere - Gratis online værktøjer",
    "Vores samling konvertering lommeregnere giver hurtige og præcise enhedsomregninger for længde, vægt, temperatur, volumen og mere.",
    "Alle er gratis og kræver ingen registrering. Fungerer på alle enheder.",
    "Hver konverter er nem at bruge. Vi tilføjer nye værktøjer jævnligt.",
    "Konvertering lommeregnere",
    "Konvertering lommeregnere hjælper med længde, vægt, temperatur, volumen og mere. Gennemse værktøjerne ovenfor.",
    "Gennemse vores konvertering lommeregnere ovenfor.",
    "Ofte stillede spørgsmål",
    "Hvilke konvertering lommeregnere findes?",
    "Vi tilbyder konvertering for længde, vægt, temperatur, volumen og andre mål. Metrisk, imperial og videnskabelig.",
    "Er konvertering lommeregnere gratis?",
    "Ja, alle er gratis. Ingen registrering kræves.",
    "Virker de på mobil?",
    "Ja, alle er responsive og virker på desktop, tablet og smartphone.",
    "Hvor præcise er resultaterne?",
    "Vi bruger standard konverteringsfaktorer for præcise resultater.",
    "Kan jeg konvertere mellem metrisk og imperial?",
    "Ja, vores konvertere understøtter metriske og imperiale enheder.",
    "Tilføjes der flere?",
    "Ja, vi udvider samlingen løbende."
  ],
  "de": [
    "Umrechnungs-Rechner",
    "Durchsuchen Sie unsere Sammlung von Umrechnungs-Rechnern für Länge, Gewicht, Temperatur, Volumen und mehr",
    "Umrechnung",
    "Rechner suchen...",
    "Ergebnisse gefunden",
    "Keine Ergebnisse gefunden",
    "Versuchen Sie einen anderen Suchbegriff",
    "Einheitenumrechner: Länge, Gewicht, Temperatur & mehr",
    "Kostenlose Umrechnungs-Rechner für Länge, Gewicht, Temperatur, Volumen und mehr. Rechnen Sie sofort zwischen Einheiten um. Genaue Tools für Schüler, Studierende und Berufstätige. Keine Registrierung erforderlich.",
    "Umrechnungsrechner, Einheitenumrechner, Länge, Gewicht, Temperatur, Volumen",
    "Umrechnungs-Rechner - Kostenlose Online-Tools",
    "Unsere Sammlung von Umrechnungs-Rechnern bietet schnelle und genaue Einheitenumrechnungen für Länge, Gewicht, Temperatur, Volumen und viele weitere Maße. Ob Sie zwischen metrischen und imperialen Einheiten umrechnen oder mit wissenschaftlichen Einheiten arbeiten – unsere Tools liefern Ihnen sofortige Ergebnisse.",
    "Alle unsere Umrechnungs-Rechner sind vollständig kostenlos und erfordern keine Registrierung. Wählen Sie einfach den gewünschten Rechner, geben Sie Ihren Wert und Ihre Einheit ein und erhalten Sie sofort das umgerechnete Ergebnis. Unsere Rechner funktionieren auf allen Geräten – Desktop, Tablet und Mobilgerät.",
    "Jeder Rechner ist für einfache Bedienung mit klaren Eingabefeldern und Unterstützung gängiger Einheiten konzipiert. Wir erweitern unsere Sammlung kontinuierlich um neue Umrechnungstools.",
    "Umrechnungs-Rechner",
    "Umrechnungs-Rechner helfen Ihnen bei der Umrechnung zwischen Einheiten für Länge, Gewicht, Temperatur, Volumen und mehr. Durchsuchen Sie die Tools oben, um den passenden Rechner zu finden.",
    "Durchsuchen Sie unsere Umrechnungs-Rechner oben, um das passende Tool zu finden. Jeder Rechner enthält klare Beschriftungen und unterstützt mehrere Einheitensysteme.",
    "Häufig gestellte Fragen",
    "Welche Arten von Umrechnungs-Rechnern gibt es?",
    "Wir bieten Umrechnungs-Rechner für Länge, Gewicht, Masse, Temperatur, Volumen, Fläche, Geschwindigkeit und andere gängige Maße. Unsere Sammlung wächst und unterstützt metrische, imperiale und wissenschaftliche Einheiten.",
    "Sind die Umrechnungs-Rechner kostenlos?",
    "Ja, alle unsere Umrechnungs-Rechner sind vollständig kostenlos. Keine Registrierung, Zahlung oder Abonnement erforderlich.",
    "Funktionieren die Rechner auf Mobilgeräten?",
    "Ja, alle unsere Umrechnungs-Rechner sind vollständig responsiv und funktionieren auf Desktop, Tablet und Mobiltelefonen.",
    "Wie genau sind die Umrechnungsergebnisse?",
    "Unsere Rechner verwenden Standardumrechnungsfaktoren und liefern genaue Ergebnisse für Bildungs- und Berufszwecke.",
    "Kann ich zwischen metrischen und imperialen Einheiten umrechnen?",
    "Ja, unsere Umrechnungs-Rechner unterstützen sowohl metrische als auch imperiale Einheiten, sodass Sie problemlos zwischen Systemen wechseln können.",
    "Werden weitere Umrechnungs-Rechner hinzugefügt?",
    "Ja, wir erweitern unsere Sammlung von Umrechnungs-Rechnern kontinuierlich basierend auf Nutzerbedürfnissen und -feedback."
  ],
  "en": [
    "Conversion Calculators",
    "Browse our collection of conversion calculators for length, weight, temperature, volume and more",
    "Conversion",
    "Search calculators...",
    "results found",
    "No results found",
    "Try a different search term",
    "Unit Conversion Calculators: Length, Weight, Temperature & More",
    "Free unit conversion calculators for length, weight, temperature, volume and more. Convert between units instantly. Accurate tools for students and professionals. No registration required.",
    "conversion calculator, unit converter, length converter, weight converter, temperature converter, volume converter, free unit conversion",
    "Conversion Calculators - Free Online Unit Converters",
    "Our collection of conversion calculators provides quick and accurate unit conversions for length, weight, temperature, volume, and many other measurements. Whether you need to convert between metric and imperial units or work with scientific units, our tools give you instant results.",
    "All our conversion calculators are completely free to use and require no registration. Simply select the converter you need, enter your value and unit, and get the converted result instantly. Our calculators work on all devices - desktop, tablet, and mobile.",
    "Each converter is designed for ease of use with clear input fields and support for common units. We continuously add new conversion tools to meet your needs.",
    "Conversion Calculators",
    "Conversion calculators help you convert between units of length, weight, temperature, volume, and more. Browse the tools above to find the converter you need.",
    "Browse through our conversion calculators above to find the tool you need. Each converter includes clear labels and supports multiple unit systems.",
    "Frequently Asked Questions",
    "What types of conversion calculators are available?",
    "We offer conversion calculators for length, weight, mass, temperature, volume, area, speed, and other common measurements. Our collection is growing to support metric, imperial, and scientific units.",
    "Are the conversion calculators free to use?",
    "Yes, all our conversion calculators are completely free to use. No registration, payment, or subscription is required.",
    "Do the converters work on mobile devices?",
    "Yes, all our conversion calculators are fully responsive and work on desktop, tablet, and mobile phones.",
    "How accurate are the conversion results?",
    "Our calculators use standard conversion factors and provide accurate results suitable for educational and professional use.",
    "Can I convert between metric and imperial units?",
    "Yes, our conversion calculators support both metric and imperial units, so you can easily convert between systems.",
    "Will more conversion calculators be added?",
    "Yes, we continuously expand our collection of conversion calculators based on user needs and feedback."
  ],
  "es": [
    "Calculadoras de Conversión",
    "Explora nuestra colección de calculadoras de conversión para longitud, peso, temperatura, volumen y más",
    "Conversión",
    "Buscar calculadoras...",
    "resultados encontrados",
    "No se encontraron resultados",
    "Prueba con un término de búsqueda diferente",
    "Calculadoras de Conversión: Longitud, Peso, Temperatura y más",
    "Calculadoras de conversión de unidades gratuitas para longitud, peso, temperatura, volumen y más. Convierte entre unidades al instante. Herramientas precisas para estudiantes y profesionales. No se requiere registro.",
    "calculadora conversión, convertidor unidades, longitud, peso, temperatura, volumen",
    "Calculadoras de Conversión - Herramientas online gratuitas",
    "Nuestra colección de calculadoras de conversión ofrece conversiones de unidades rápidas y precisas para longitud, peso, temperatura, volumen y muchas otras medidas. Ya sea que necesites convertir entre unidades métricas e imperiales o trabajar con unidades científicas, nuestras herramientas te dan resultados al instante.",
    "Todas nuestras calculadoras de conversión son completamente gratuitas y no requieren registro. Simplemente selecciona el convertidor que necesites, introduce tu valor y unidad, y obtén el resultado convertido al instante. Nuestras calculadoras funcionan en todos los dispositivos: escritorio, tablet y móvil.",
    "Cada convertidor está diseñado para facilitar su uso con campos de entrada claros y soporte para unidades comunes. Añadimos continuamente nuevas herramientas de conversión para satisfacer tus necesidades.",
    "Calculadoras de Conversión",
    "Las calculadoras de conversión te ayudan a convertir entre unidades de longitud, peso, temperatura, volumen y más. Explora las herramientas de arriba para encontrar el convertidor que necesitas.",
    "Explora nuestras calculadoras de conversión de arriba para encontrar la herramienta que necesitas. Cada convertidor incluye etiquetas claras y admite múltiples sistemas de unidades.",
    "Preguntas Frecuentes",
    "¿Qué tipos de calculadoras de conversión hay disponibles?",
    "Ofrecemos calculadoras de conversión para longitud, peso, masa, temperatura, volumen, área, velocidad y otras medidas comunes. Nuestra colección crece para dar soporte a unidades métricas, imperiales y científicas.",
    "¿Son gratuitas las calculadoras de conversión?",
    "Sí, todas nuestras calculadoras de conversión son completamente gratuitas. No se requiere registro, pago ni suscripción.",
    "¿Funcionan los convertidores en dispositivos móviles?",
    "Sí, todas nuestras calculadoras de conversión son totalmente responsivas y funcionan en escritorio, tablet y teléfonos móviles.",
    "¿Qué precisión tienen los resultados de conversión?",
    "Nuestras calculadoras usan factores de conversión estándar y proporcionan resultados precisos adecuados para uso educativo y profesional.",
    "¿Puedo convertir entre unidades métricas e imperiales?",
    "Sí, nuestras calculadoras de conversión admiten unidades métricas e imperiales, así que puedes convertir fácilmente entre sistemas.",
    "¿Se añadirán más calculadoras de conversión?",
    "Sí, ampliamos continuamente nuestra colección de calculadoras de conversión según las necesidades y comentarios de los usuarios."
  ],
  "fi": [
    "Muunnos laskimet",
    "Selaa kokoelmaamme muunnos laskimia pituuteen, painoon, lämpötilaan, tilavuuteen ja muuhun",
    "Muunnos",
    "Etsi laskimia...",
    "tulosta löytyi",
    "Tuloksia ei löytynyt",
    "Kokeile eri hakusanaa",
    "Muunnos laskimet: Pituus, Paino, Lämpötila ja muut",
    "Ilmaisia muunnos laskimia pituuteen, painoon, lämpötilaan, tilavuuteen ja muuhun. Ei rekisteröitymistä.",
    "muunnos laskin, yksikönmuunnin, pituus, paino, lämpötila, tilavuus",
    "Muunnos laskimet - Ilmaiset online-työkalut",
    "Muunnos laskimemme kokoelma tarjoaa nopeita ja tarkkoja yksikönmuunnoksia pituuteen, painoon, lämpötilaan, tilavuuteen ja muuhun.",
    "Kaikki ovat ilmaisia eivätkä vaadi rekisteröitymistä. Toimivat kaikilla laitteilla.",
    "Jokainen muunnin on helppo käyttää. Lisäämme uusia työkaluja säännöllisesti.",
    "Muunnos laskimet",
    "Muunnos laskimet auttavat pituudessa, painossa, lämpötilassa, tilavuudessa ja muussa. Selaa työkalut yllä.",
    "Selaa muunnos laskimiamme yllä.",
    "Usein kysytyt kysymykset",
    "Mitä muunnos laskimia on tarjolla?",
    "Tarjoamme muunnoksia pituuteen, painoon, lämpötilaan, tilavuuteen ja muihin mittauksiin. Metrinen, imperial ja tieteellinen.",
    "Ovatko muunnos laskimet ilmaisia?",
    "Kyllä, kaikki ovat ilmaisia. Rekisteröitymistä ei tarvita.",
    "Toimivatko ne mobiililaitteilla?",
    "Kyllä, kaikki ovat responsiivisia ja toimivat tietokoneella, tabletilla ja älypuhelimella.",
    "Kuinka tarkat tulokset ovat?",
    "Käytämme vakiintuneita muuntokertoimia tarkkoihin tuloksiin.",
    "Voinko muuntaa metrisen ja imperial-järjestelmän välillä?",
    "Kyllä, muuntimemme tukevat metrisiä ja imperial-yksiköitä.",
    "Lisätäänkö lisää muunnos laskimia?",
    "Kyllä, laajennamme kokoelmaa jatkuvasti."
  ],
  "fr": [
    "Calculatrices Conversion",
    "Parcourez notre collection de calculatrices de conversion pour longueur, poids, température, volume et plus",
    "Conversion",
    "Rechercher des calculateurs...",
    "résultats trouvés",
    "Aucun résultat trouvé",
    "Essayez un autre terme de recherche",
    "Calculatrices Conversion: Longueur, Poids, Température et plus",
    "Calculatrices de conversion gratuites pour longueur, poids, température, volume et plus. Convertissez entre unités instantanément. Outils précis pour étudiants et professionnels. Aucune inscription requise.",
    "calculatrice conversion, convertisseur unités, longueur, poids, température, volume",
    "Calculatrices Conversion - Outils en ligne gratuits",
    "Notre collection de calculatrices de conversion fournit des conversions d'unités rapides et précises pour la longueur, le poids, la température, le volume et bien d'autres mesures. Que vous ayez besoin de convertir entre unités métriques et impériales ou de travailler avec des unités scientifiques, nos outils vous donnent des résultats instantanés.",
    "Toutes nos calculatrices de conversion sont entièrement gratuites et ne nécessitent aucune inscription. Sélectionnez simplement le convertisseur dont vous avez besoin, entrez votre valeur et votre unité, et obtenez le résultat converti instantanément. Nos calculatrices fonctionnent sur tous les appareils – ordinateur, tablette et mobile.",
    "Chaque convertisseur est conçu pour une utilisation facile avec des champs de saisie clairs et la prise en charge des unités courantes. Nous ajoutons continuellement de nouveaux outils de conversion pour répondre à vos besoins.",
    "Calculatrices Conversion",
    "Les calculatrices de conversion vous aident à convertir entre unités de longueur, poids, température, volume et plus. Parcourez les outils ci-dessus pour trouver le convertisseur dont vous avez besoin.",
    "Parcourez nos calculatrices de conversion ci-dessus pour trouver l'outil dont vous avez besoin. Chaque convertisseur comprend des libellés clairs et prend en charge plusieurs systèmes d'unités.",
    "Questions Fréquentes",
    "Quels types de calculatrices de conversion sont disponibles ?",
    "Nous proposons des calculatrices de conversion pour la longueur, le poids, la masse, la température, le volume, la surface, la vitesse et d'autres mesures courantes. Notre collection s'agrandit pour prendre en charge les unités métriques, impériales et scientifiques.",
    "Les calculatrices de conversion sont-elles gratuites ?",
    "Oui, toutes nos calculatrices de conversion sont entièrement gratuites. Aucune inscription, paiement ou abonnement n'est requis.",
    "Les convertisseurs fonctionnent-ils sur les appareils mobiles ?",
    "Oui, toutes nos calculatrices de conversion sont entièrement responsives et fonctionnent sur ordinateur, tablette et téléphone mobile.",
    "Quelle est la précision des résultats de conversion ?",
    "Nos calculatrices utilisent des facteurs de conversion standard et fournissent des résultats précis adaptés à un usage éducatif et professionnel.",
    "Puis-je convertir entre unités métriques et impériales ?",
    "Oui, nos calculatrices de conversion prennent en charge les unités métriques et impériales, vous pouvez donc facilement convertir entre les systèmes.",
    "D'autres calculatrices de conversion seront-elles ajoutées ?",
    "Oui, nous élargissons continuellement notre collection de calculatrices de conversion en fonction des besoins et des retours des utilisateurs."
  ],
  "hi": [
    "रूपांतरण कैलकुलेटर",
    "लंबाई, वजन, तापमान, मात्रा और अधिक के लिए हमारे रूपांतरण कैलकुलेटर के संग्रह को ब्राउज़ करें",
    "रूपांतरण",
    "कैलकुलेटर खोजें...",
    "परिणाम मिले",
    "कोई परिणाम नहीं मिला",
    "एक अलग खोज शब्द आज़माएं",
    "रूपांतरण कैलकुलेटर: लंबाई, वजन, तापमान और अधिक",
    "लंबाई, वजन, तापमान, मात्रा और अधिक के लिए मुफ्त रूपांतरण कैलकुलेटर। कोई पंजीकरण नहीं।",
    "रूपांतरण कैलकुलेटर, इकाई कनवर्टर, लंबाई, वजन, तापमान, मात्रा",
    "रूपांतरण कैलकुलेटर - मुफ्त ऑनलाइन उपकरण",
    "हमारे रूपांतरण कैलकुलेटर का संग्रह लंबाई, वजन, तापमान, मात्रा और अधिक के लिए त्वरित और सटीक इकाई रूपांतरण प्रदान करता है।",
    "सभी पूरी तरह से मुफ्त हैं और कोई पंजीकरण की आवश्यकता नहीं है। सभी उपकरणों पर काम करते हैं।",
    "प्रत्येक कनवर्टर उपयोग में आसान के रूप में डिज़ाइन किया गया है। हम नियमित रूप से नए उपकरण जोड़ते हैं।",
    "रूपांतरण कैलकुलेटर",
    "रूपांतरण कैलकुलेटर लंबाई, वजन, तापमान, मात्रा और अधिक में मदद करते हैं। ऊपर के उपकरण ब्राउज़ करें।",
    "ऊपर हमारे रूपांतरण कैलकुलेटर ब्राउज़ करें।",
    "अक्सर पूछे जाने वाले प्रश्न",
    "किस प्रकार के रूपांतरण कैलकुलेटर उपलब्ध हैं?",
    "हम लंबाई, वजन, तापमान, मात्रा और अन्य मापों के लिए रूपांतरण प्रदान करते हैं। मीट्रिक, इंपीरियल और वैज्ञानिक।",
    "क्या रूपांतरण कैलकुलेटर मुफ्त हैं?",
    "हां, सभी पूरी तरह से मुफ्त हैं। कोई पंजीकरण आवश्यक नहीं।",
    "क्या वे मोबाइल उपकरणों पर काम करते हैं?",
    "हां, सभी रिस्पॉन्सिव हैं और डेस्कटॉप, टैबलेट और स्मार्टफोन पर काम करते हैं।",
    "परिणाम कितने सटीक हैं?",
    "हम सटीक परिणामों के लिए मानक रूपांतरण कारकों का उपयोग करते हैं।",
    "क्या मैं मीट्रिक और इंपीरियल के बीच रूपांतरित कर सकता हूं?",
    "हां, हमारे कनवर्टर मीट्रिक और इंपीरियल इकाइयों का समर्थन करते हैं।",
    "क्या और रूपांतरण कैलकुलेटर जोड़े जाएंगे?",
    "हां, हम संग्रह का लगातार विस्तार करते रहते हैं।"
  ],
  "hu": [
    "Átváltás számológépek",
    "Böngéssze átváltás számológépeink gyűjteményét hossz, tömeg, hőmérséklet, térfogat és további témákhoz",
    "Átváltás",
    "Számológépek keresése...",
    "eredmény találat",
    "Nincs találat",
    "Próbáljon másik keresési kifejezést",
    "Átváltás számológépek: Hossz, Tömeg, Hőmérséklet és több",
    "Ingyenes átváltás számológépek hossz, tömeg, hőmérséklet, térfogat és többhez. Nincs regisztráció.",
    "átváltás számológép, egységátváltó, hossz, tömeg, hőmérséklet, térfogat",
    "Átváltás számológépek - Ingyenes online eszközök",
    "Átváltás számológépeink gyűjteménye gyors és pontos egységátváltásokat nyújt hossz, tömeg, hőmérséklet, térfogat és többhez.",
    "Minden teljesen ingyenes és nem igényel regisztrációt. Minden eszközön működnek.",
    "Minden átváltó felhasználóbarát. Rendszeresen adunk hozzá új eszközöket.",
    "Átváltás számológépek",
    "Az átváltás számológépek segítenek hossz, tömeg, hőmérséklet, térfogat és kapcsolódó témákban. Böngésszen a fenti eszközökben.",
    "Böngéssze átváltás számológépeinket fent.",
    "Gyakran ismételt kérdések",
    "Milyen átváltás számológépek érhetők el?",
    "Átváltást kínálunk hossz, tömeg, hőmérséklet, térfogat és kapcsolódó mérésekhez. Metrikus, imperial és tudományos.",
    "Ingyenesek az átváltás számológépek?",
    "Igen, mind ingyenes. Nincs regisztráció szükséges.",
    "Működnek mobilon?",
    "Igen, mind reszponzív és asztali gépen, táblagépen és okostelefonon működik.",
    "Mennyire pontosak az eredmények?",
    "Szabványos átváltási tényezőket használunk pontos eredményekhez.",
    "Átváltok metrikus és imperial között?",
    "Igen, átváltóink támogatják a metrikus és imperial egységeket.",
    "Hozzáadnak még átváltás számológépeket?",
    "Igen, folyamatosan bővítjük a gyűjteményt."
  ],
  "id": [
    "Kalkulator Konversi",
    "Jelajahi koleksi kalkulator konversi kami untuk panjang, berat, suhu, volume dan lainnya",
    "Konversi",
    "Cari kalkulator...",
    "hasil ditemukan",
    "Tidak ada hasil ditemukan",
    "Coba istilah pencarian yang berbeda",
    "Kalkulator Konversi: Panjang, Berat, Suhu dan lainnya",
    "Kalkulator konversi gratis untuk panjang, berat, suhu, volume dan lainnya. Tanpa registrasi.",
    "kalkulator konversi, konverter satuan, panjang, berat, suhu, volume",
    "Kalkulator Konversi - Alat online gratis",
    "Koleksi kalkulator konversi kami memberikan konversi satuan yang cepat dan akurat untuk panjang, berat, suhu, volume dan lainnya.",
    "Semua sepenuhnya gratis dan tidak memerlukan registrasi. Berfungsi di semua perangkat.",
    "Setiap konverter dirancang ramah pengguna. Kami menambahkan alat baru secara teratur.",
    "Kalkulator Konversi",
    "Kalkulator konversi membantu dengan panjang, berat, suhu, volume dan lainnya. Jelajahi alat di atas.",
    "Jelajahi kalkulator konversi kami di atas.",
    "Pertanyaan yang Sering Diajukan",
    "Jenis kalkulator konversi apa yang tersedia?",
    "Kami menawarkan konversi untuk panjang, berat, suhu, volume dan pengukuran lainnya. Metrik, imperial dan ilmiah.",
    "Apakah kalkulator konversi gratis?",
    "Ya, semua gratis. Tidak perlu registrasi.",
    "Apakah berfungsi di perangkat mobile?",
    "Ya, semua responsif dan berfungsi di desktop, tablet dan smartphone.",
    "Seberapa akurat hasilnya?",
    "Kami menggunakan faktor konversi standar untuk hasil yang akurat.",
    "Dapatkah saya mengonversi antara metrik dan imperial?",
    "Ya, konverter kami mendukung satuan metrik dan imperial.",
    "Akankah lebih banyak kalkulator konversi ditambahkan?",
    "Ya, kami terus memperluas koleksi."
  ],
  "it": [
    "Calcolatrici Conversione",
    "Sfoglia la nostra collezione di calcolatrici di conversione per lunghezza, peso, temperatura, volume e altro",
    "Conversione",
    "Cerca calcolatrici...",
    "risultati trovati",
    "Nessun risultato trovato",
    "Prova un altro termine di ricerca",
    "Calcolatrici Conversione: Lunghezza, Peso, Temperatura e altro",
    "Calcolatrici di conversione di unità gratuite per lunghezza, peso, temperatura, volume e altro. Converti tra unità istantaneamente. Strumenti precisi per studenti e professionisti. Nessuna registrazione richiesta.",
    "calcolatrice conversione, convertitore unità, lunghezza, peso, temperatura, volume",
    "Calcolatrici Conversione - Strumenti online gratuiti",
    "La nostra collezione di calcolatrici di conversione fornisce conversioni di unità rapide e precise per lunghezza, peso, temperatura, volume e molte altre misure. Che tu debba convertire tra unità metriche e imperiali o lavorare con unità scientifiche, i nostri strumenti ti danno risultati istantanei.",
    "Tutte le nostre calcolatrici di conversione sono completamente gratuite e non richiedono registrazione. Seleziona semplicemente il convertitore di cui hai bisogno, inserisci il valore e l'unità e ottieni il risultato convertito istantaneamente. Le nostre calcolatrici funzionano su tutti i dispositivi: desktop, tablet e mobile.",
    "Ogni convertitore è progettato per essere facile da usare con campi di input chiari e supporto per unità comuni. Aggiungiamo continuamente nuovi strumenti di conversione per soddisfare le tue esigenze.",
    "Calcolatrici Conversione",
    "Le calcolatrici di conversione ti aiutano a convertire tra unità di lunghezza, peso, temperatura, volume e altro. Sfoglia gli strumenti sopra per trovare il convertitore di cui hai bisogno.",
    "Sfoglia le nostre calcolatrici di conversione sopra per trovare lo strumento di cui hai bisogno. Ogni convertitore include etichette chiare e supporta più sistemi di unità.",
    "Domande Frequenti",
    "Quali tipi di calcolatrici di conversione sono disponibili?",
    "Offriamo calcolatrici di conversione per lunghezza, peso, massa, temperatura, volume, area, velocità e altre misure comuni. La nostra collezione è in crescita per supportare unità metriche, imperiali e scientifiche.",
    "Le calcolatrici di conversione sono gratuite?",
    "Sì, tutte le nostre calcolatrici di conversione sono completamente gratuite. Nessuna registrazione, pagamento o abbonamento richiesto.",
    "I convertitori funzionano su dispositivi mobili?",
    "Sì, tutte le nostre calcolatrici di conversione sono completamente responsive e funzionano su desktop, tablet e telefoni cellulari.",
    "Quanto sono precisi i risultati di conversione?",
    "Le nostre calcolatrici utilizzano fattori di conversione standard e forniscono risultati accurati adatti per uso didattico e professionale.",
    "Posso convertire tra unità metriche e imperiali?",
    "Sì, le nostre calcolatrici di conversione supportano sia unità metriche che imperiali, quindi puoi convertire facilmente tra i sistemi.",
    "Verranno aggiunte altre calcolatrici di conversione?",
    "Sì, ampliamo continuamente la nostra collezione di calcolatrici di conversione in base alle esigenze e ai feedback degli utenti."
  ],
  "ja": [
    "換算計算機",
    "長さ、重さ、温度、体積などの換算計算機のコレクションを閲覧",
    "換算",
    "計算機を検索...",
    "件の結果が見つかりました",
    "結果が見つかりませんでした",
    "別の検索語を試してください",
    "換算計算機: 長さ、重さ、温度など",
    "長さ、重さ、温度、体積などの無料換算計算機。登録不要。",
    "換算計算機, 単位変換, 長さ, 重さ, 温度, 体積",
    "換算計算機 - 無料オンラインツール",
    "換算計算機のコレクションは長さ、重さ、温度、体積などの迅速で正確な単位変換を提供します。",
    "すべて無料で登録不要です。すべてのデバイスで動作します。",
    "各コンバーターは使いやすく設計されています。定期的に新しいツールを追加しています。",
    "換算計算機",
    "換算計算機は長さ、重さ、温度、体積などに役立ちます。上記のツールをご覧ください。",
    "上記の換算計算機をご覧ください。",
    "よくある質問",
    "どのような換算計算機がありますか？",
    "長さ、重さ、温度、体積などの換算を提供しています。メートル法、ヤード・ポンド法、科学単位に対応。",
    "換算計算機は無料ですか？",
    "はい、すべて無料です。登録不要です。",
    "モバイルで使えますか？",
    "はい、すべてレスポンシブでデスクトップ、タブレット、スマートフォンで動作します。",
    "結果の精度は？",
    "標準的な換算係数を使用して正確な結果を提供します。",
    "メートル法とヤード・ポンド法の間で変換できますか？",
    "はい、当社のコンバーターはメートル法とヤード・ポンド法の単位をサポートしています。",
    "さらに換算計算機は追加されますか？",
    "はい、コレクションを継続的に拡大しています。"
  ],
  "ko": [
    "변환 계산기",
    "길이, 무게, 온도, 부피 등을 위한 변환 계산기 컬렉션을 탐색하세요",
    "변환",
    "계산기 검색...",
    "개 결과를 찾았습니다",
    "결과를 찾을 수 없습니다",
    "다른 검색어를 시도해보세요",
    "변환 계산기: 길이, 무게, 온도 등",
    "길이, 무게, 온도, 부피 등을 위한 무료 변환 계산기. 등록 불필요.",
    "변환 계산기, 단위 변환기, 길이, 무게, 온도, 부피",
    "변환 계산기 - 무료 온라인 도구",
    "변환 계산기 컬렉션은 길이, 무게, 온도, 부피 등에 대한 빠르고 정확한 단위 변환을 제공합니다.",
    "모두 무료이며 등록이 필요 없습니다. 모든 기기에서 작동합니다.",
    "각 변환기는 사용하기 쉽게 설계되었습니다. 정기적으로 새로운 도구를 추가합니다.",
    "변환 계산기",
    "변환 계산기는 길이, 무게, 온도, 부피 등에 도움을 줍니다. 위의 도구를 탐색하세요.",
    "위의 변환 계산기를 탐색하세요.",
    "자주 묻는 질문",
    "어떤 변환 계산기가 있나요?",
    "길이, 무게, 온도, 부피 및 기타 측정값 변환을 제공합니다. 미터법, 야드파운드법, 과학 단위 지원.",
    "변환 계산기는 무료인가요?",
    "네, 모두 무료입니다. 등록이 필요하지 않습니다.",
    "모바일에서 사용할 수 있나요?",
    "네, 모두 반응형이며 데스크톱, 태블릿, 스마트폰에서 작동합니다.",
    "결과의 정확도는?",
    "표준 변환 계수를 사용하여 정확한 결과를 제공합니다.",
    "미터법과 야드파운드법 사이로 변환할 수 있나요?",
    "네, 당사 변환기는 미터법 및 야드파운드법 단위를 지원합니다.",
    "더 많은 변환 계산기가 추가되나요?",
    "네, 컬렉션을 지속적으로 확장하고 있습니다."
  ],
  "nl": [
    "Conversie Rekenmachines",
    "Bekijk onze collectie conversie rekenmachines voor lengte, gewicht, temperatuur, volume en meer",
    "Conversie",
    "Rekenmachines zoeken...",
    "resultaten gevonden",
    "Geen resultaten gevonden",
    "Probeer een andere zoekterm",
    "Conversie Rekenmachines: Lengte, Gewicht, Temperatuur en meer",
    "Gratis conversie rekenmachines voor lengte, gewicht, temperatuur, volume en meer. Geen registratie.",
    "conversie rekenmachine, eenhedenomzetter, lengte, gewicht, temperatuur, volume",
    "Conversie Rekenmachines - Gratis online tools",
    "Onze collectie conversie rekenmachines biedt snelle en nauwkeurige eenheidsomzettingen voor lengte, gewicht, temperatuur, volume en meer.",
    "Alle zijn volledig gratis en vereisen geen registratie. Ze werken op alle apparaten.",
    "Elke converter is gebruiksvriendelijk. We voegen regelmatig nieuwe tools toe.",
    "Conversie Rekenmachines",
    "Conversie rekenmachines helpen met lengte, gewicht, temperatuur, volume en meer. Bekijk de tools hierboven.",
    "Bekijk onze conversie rekenmachines hierboven.",
    "Veelgestelde vragen",
    "Welke conversie rekenmachines zijn er?",
    "We bieden conversie voor lengte, gewicht, temperatuur, volume en andere maten. Metrisch, imperiaal en wetenschappelijk.",
    "Zijn de conversie rekenmachines gratis?",
    "Ja, alle zijn gratis. Geen registratie vereist.",
    "Werken ze op mobiel?",
    "Ja, alle zijn responsive en werken op desktop, tablet en smartphone.",
    "Hoe nauwkeurig zijn de resultaten?",
    "We gebruiken standaard conversiefactoren voor nauwkeurige resultaten.",
    "Kan ik tussen metrisch en imperiaal omrekenen?",
    "Ja, onze converters ondersteunen metrische en imperiale eenheden.",
    "Worden er meer toegevoegd?",
    "Ja, we breiden de collectie voortdurend uit."
  ],
  "no": [
    "Konvertering kalkulatorer",
    "Bla gjennom vår samling konvertering kalkulatorer for lengde, vekt, temperatur, volum og mer",
    "Konvertering",
    "Søk etter kalkulatorer...",
    "resultater funnet",
    "Ingen resultater funnet",
    "Prøv et annet søkeord",
    "Konvertering kalkulatorer: Lengde, Vekt, Temperatur og mer",
    "Gratis konvertering kalkulatorer for lengde, vekt, temperatur, volum og mer. Ingen registrering.",
    "konvertering kalkulator, enhetsomregner, lengde, vekt, temperatur, volum",
    "Konvertering kalkulatorer - Gratis online verktøy",
    "Vår samling konvertering kalkulatorer gir raske og nøyaktige enhetsomregninger for lengde, vekt, temperatur, volum og mer.",
    "Alle er gratis og krever ingen registrering. Fungerer på alle enheter.",
    "Hver konverter er brukervennlig. Vi legger til nye verktøy jevnlig.",
    "Konvertering kalkulatorer",
    "Konvertering kalkulatorer hjelper med lengde, vekt, temperatur, volum og mer. Bla gjennom verktøyene ovenfor.",
    "Bla gjennom våre konvertering kalkulatorer ovenfor.",
    "Ofte stilte spørsmål",
    "Hvilke konvertering kalkulatorer finnes?",
    "Vi tilbyr konvertering for lengde, vekt, temperatur, volum og andre mål. Metrisk, imperial og vitenskapelig.",
    "Er konvertering kalkulatorer gratis?",
    "Ja, alle er gratis. Ingen registrering kreves.",
    "Fungerer de på mobil?",
    "Ja, alle er responsive og fungerer på desktop, nettbrett og smarttelefon.",
    "Hvor nøyaktige er resultatene?",
    "Vi bruker standard konverteringsfaktorer for nøyaktige resultater.",
    "Kan jeg konvertere mellom metrisk og imperial?",
    "Ja, våre konvertere støtter metriske og imperiale enheter.",
    "Legges det til flere?",
    "Ja, vi utvider samlingen løpende."
  ],
  "pl": [
    "Kalkulatory Konwersji",
    "Przeglądaj naszą kolekcję kalkulatorów konwersji dla długości, wagi, temperatury, objętości i więcej",
    "Konwersja",
    "Szukaj kalkulatorów...",
    "wyników znaleziono",
    "Nie znaleziono wyników",
    "Spróbuj innego wyszukiwania",
    "Kalkulatory Konwersji: Długość, Waga, Temperatura i więcej",
    "Darmowe kalkulatory konwersji dla długości, wagi, temperatury, objętości i więcej. Bez rejestracji.",
    "kalkulator konwersji, konwerter jednostek, długość, waga, temperatura, objętość",
    "Kalkulatory Konwersji - Darmowe narzędzia online",
    "Nasza kolekcja kalkulatorów konwersji zapewnia szybkie i precyzyjne przeliczenia dla długości, wagi, temperatury, objętości i więcej.",
    "Wszystkie są darmowe i nie wymagają rejestracji. Działają na wszystkich urządzeniach.",
    "Każdy konwerter jest łatwy w użyciu. Regularnie dodajemy nowe narzędzia.",
    "Kalkulatory Konwersji",
    "Kalkulatory konwersji pomagają w długości, wadze, temperaturze, objętości i więcej. Przeglądaj narzędzia powyżej.",
    "Przeglądaj nasze kalkulatory konwersji powyżej.",
    "Często zadawane pytania",
    "Jakie kalkulatory konwersji są dostępne?",
    "Oferujemy konwersję długości, wagi, temperatury, objętości i innych miar. Metryczne, imperialne i naukowe.",
    "Czy są darmowe?",
    "Tak, wszystkie są darmowe. Rejestracja nie jest wymagana.",
    "Czy działają na mobile?",
    "Tak, są responsywne i działają na komputerze, tablecie i smartfonie.",
    "Jak dokładne są wyniki?",
    "Używamy standardowych współczynników konwersji dla dokładnych wyników.",
    "Czy mogę przeliczać między metrycznym a imperialnym?",
    "Tak, nasze konwertery obsługują jednostki metryczne i imperialne.",
    "Czy dodacie więcej?",
    "Tak, stale rozbudowujemy kolekcję."
  ],
  "pt": [
    "Calculadoras de Conversão",
    "Navegue pela nossa coleção de calculadoras de conversão para comprimento, peso, temperatura, volume e mais",
    "Conversão",
    "Pesquisar calculadoras...",
    "resultados encontrados",
    "Nenhum resultado encontrado",
    "Tente um termo de pesquisa diferente",
    "Calculadoras de Conversão: Comprimento, Peso, Temperatura e mais",
    "Calculadoras de conversão gratuitas para comprimento, peso, temperatura, volume e mais. Sem registro.",
    "calculadora conversão, conversor unidades, comprimento, peso, temperatura, volume",
    "Calculadoras de Conversão - Ferramentas online gratuitas",
    "Nossa coleção de calculadoras de conversão oferece conversões rápidas e precisas para comprimento, peso, temperatura, volume e mais.",
    "Todas são gratuitas e não exigem registro. Funcionam em todos os dispositivos.",
    "Cada conversor é fácil de usar. Adicionamos novas ferramentas regularmente.",
    "Calculadoras de Conversão",
    "As calculadoras de conversão ajudam com comprimento, peso, temperatura, volume e mais. Navegue pelas ferramentas acima.",
    "Navegue pelas nossas calculadoras de conversão acima.",
    "Perguntas Frequentes",
    "Que calculadoras de conversão estão disponíveis?",
    "Oferecemos conversão de comprimento, peso, temperatura, volume e outras medidas. Métrico, imperial e científico.",
    "São gratuitas?",
    "Sim, todas são gratuitas. Nenhum registro necessário.",
    "Funcionam em mobile?",
    "Sim, são responsivas e funcionam em desktop, tablet e smartphone.",
    "Qual a precisão dos resultados?",
    "Usamos fatores de conversão padrão para resultados precisos.",
    "Posso converter entre métrico e imperial?",
    "Sim, nossos conversores suportam unidades métricas e imperiais.",
    "Adicionarão mais?",
    "Sim, ampliamos a coleção continuamente."
  ],
  "ro": [
    "Calculatoare Conversie",
    "Răsfoiește colecția noastră de calculatoare conversie pentru lungime, greutate, temperatură, volum și altele",
    "Conversie",
    "Căutați calculatoare...",
    "rezultate găsite",
    "Nu au fost găsite rezultate",
    "Încercați un alt termen de căutare",
    "Calculatoare Conversie: Lungime, Greutate, Temperatură și altele",
    "Calculatoare conversie gratuite pentru lungime, greutate, temperatură, volum și altele. Fără înregistrare.",
    "calculator conversie, convertor unități, lungime, greutate, temperatură, volum",
    "Calculatoare Conversie - Instrumente online gratuite",
    "Colecția noastră de calculatoare conversie oferă conversii rapide și precise pentru lungime, greutate, temperatură, volum și altele.",
    "Toate sunt complet gratuite și nu necesită înregistrare. Funcționează pe toate dispozitivele.",
    "Fiecare convertor este ușor de utilizat. Adăugăm instrumente noi în mod regulat.",
    "Calculatoare Conversie",
    "Calculatoarele de conversie ajută cu lungime, greutate, temperatură, volum și altele. Răsfoiți instrumentele de mai sus.",
    "Răsfoiți calculatoarele noastre de conversie de mai sus.",
    "Întrebări frecvente",
    "Ce tipuri de calculatoare conversie sunt disponibile?",
    "Oferim conversie pentru lungime, greutate, temperatură, volum și științe ale vieții conexe. Metric, imperial și științific.",
    "Sunt calculatoarele de conversie gratuite?",
    "Da, toate sunt gratuite. Nu este nevoie de înregistrare.",
    "Funcționează pe dispozitive mobile?",
    "Da, toate sunt responsive și funcționează pe desktop, tabletă și smartphone.",
    "Cât de precise sunt rezultatele?",
    "Folosim factori de conversie stabiliți pentru rezultate precise.",
    "Pot converti între metric și imperial?",
    "Da, convertitoarele noastre suportă unități metrice și imperiale.",
    "Se vor adăuga mai multe calculatoare conversie?",
    "Da, extindem colecția continuu."
  ],
  "ru": [
    "Калькуляторы конвертации",
    "Просмотрите нашу коллекцию калькуляторов конвертации для длины, веса, температуры, объёма и др.",
    "Конвертация",
    "Поиск калькуляторов...",
    "результатов найдено",
    "Результаты не найдены",
    "Попробуйте другой поисковый запрос",
    "Калькуляторы конвертации: длина, вес, температура и др.",
    "Бесплатные калькуляторы конвертации для длины, веса, температуры, объёма и др. Без регистрации.",
    "калькулятор конвертации, конвертер единиц, длина, вес, температура, объём",
    "Калькуляторы конвертации - бесплатные онлайн-инструменты",
    "Наша коллекция калькуляторов конвертации предоставляет быстрые и точные пересчёты для длины, веса, температуры, объёма и др.",
    "Все бесплатны и не требуют регистрации. Работают на всех устройствах.",
    "Каждый конвертер удобен в использовании. Регулярно добавляем новые инструменты.",
    "Калькуляторы конвертации",
    "Калькуляторы конвертации помогают с длиной, весом, температурой, объёмом и др. Просмотрите инструменты выше.",
    "Просмотрите наши калькуляторы конвертации выше.",
    "Часто задаваемые вопросы",
    "Какие калькуляторы конвертации доступны?",
    "Предлагаем конвертацию длины, веса, температуры, объёма и других величин. Метрические, имперские и научные единицы.",
    "Калькуляторы конвертации бесплатны?",
    "Да, все бесплатны. Регистрация не требуется.",
    "Работают ли на мобильных?",
    "Да, все адаптивны и работают на компьютере, планшете и телефоне.",
    "Насколько точны результаты?",
    "Используем стандартные коэффициенты пересчёта для точных результатов.",
    "Можно ли конвертировать между метрической и имперской системой?",
    "Да, наши конвертеры поддерживают метрические и имперские единицы.",
    "Будете ли добавлять ещё калькуляторы?",
    "Да, постоянно расширяем коллекцию."
  ],
  "sk": [
    "Prevodové kalkulačky",
    "Prechádzajte našou zbierkou prevodových kalkulačiek pre dĺžku, hmotnosť, teplotu, objem a ďalšie",
    "Prevod",
    "Hľadať kalkulačky...",
    "výsledkov nájdených",
    "Žiadne výsledky",
    "Skúste iný hľadaný výraz",
    "Prevodové kalkulačky: Dĺžka, Hmotnosť, Teplota a ďalšie",
    "Bezplatné prevodové kalkulačky pre dĺžku, hmotnosť, teplotu, objem a ďalšie. Bez registrácie.",
    "prevodová kalkulačka, prevodník jednotiek, dĺžka, hmotnosť, teplota, objem",
    "Prevodové kalkulačky - Bezplatné online nástroje",
    "Naša zbierka prevodových kalkulačiek poskytuje rýchle a presné prevody pre dĺžku, hmotnosť, teplotu, objem a ďalšie.",
    "Všetky sú úplne bezplatné a nevyžadujú registráciu. Fungujú na všetkých zariadeniach.",
    "Každá kalkulačka je navrhnutá tak, aby bola ľahko použiteľná. Pravidelne pridávame nové nástroje.",
    "Prevodové kalkulačky",
    "Prevodové kalkulačky pomáhajú s dĺžkou, hmotnosťou, teplotou, objemom a ďalšími. Prechádzajte nástrojmi vyššie.",
    "Prechádzajte našimi prevodovými kalkulačkami vyššie.",
    "Často kladené otázky",
    "Aké typy prevodových kalkulačiek sú k dispozícii?",
    "Ponúkame prevody pre dĺžku, hmotnosť, teplotu, objem a súvisiace merania. Metrické, imperiálne a vedecké.",
    "Sú prevodové kalkulačky bezplatné?",
    "Áno, všetky sú bezplatné. Nie je vyžadovaná registrácia.",
    "Fungujú na mobilných zariadeniach?",
    "Áno, všetky sú responzívne a fungujú na počítači, tablete a smartfóne.",
    "Ako presné sú výsledky?",
    "Používame štandardné prevodové faktory pre presné výsledky.",
    "Môžem prevádzať medzi metrickými a imperiálnymi jednotkami?",
    "Áno, naše prevodníky podporujú metrické a imperiálne jednotky.",
    "Budú pridané ďalšie prevodové kalkulačky?",
    "Áno, neustále rozširujeme zbierku."
  ],
  "sv": [
    "Omvandling kalkylatorer",
    "Bläddra i vår samling omvandling kalkylatorer för längd, vikt, temperatur, volym och mer",
    "Omvandling",
    "Sök kalkylatorer...",
    "resultat hittades",
    "Inga resultat hittades",
    "Prova med en annan sökterm",
    "Omvandling kalkylatorer: Längd, Vikt, Temperatur och mer",
    "Gratis omvandling kalkylatorer för längd, vikt, temperatur, volym och mer. Ingen registrering.",
    "omvandling kalkylator, enhetsomvandlare, längd, vikt, temperatur, volym",
    "Omvandling kalkylatorer - Gratis onlineverktyg",
    "Vår samling omvandling kalkylatorer ger snabba och exakta enhetsomvandlingar för längd, vikt, temperatur, volym och mer.",
    "Alla är gratis och kräver ingen registrering. Fungerar på alla enheter.",
    "Varje omvandlare är användarvänlig. Vi lägger till nya verktyg regelbundet.",
    "Omvandling kalkylatorer",
    "Omvandling kalkylatorer hjälper med längd, vikt, temperatur, volym och mer. Bläddra i verktygen ovan.",
    "Bläddra i våra omvandling kalkylatorer ovan.",
    "Vanliga frågor",
    "Vilka omvandling kalkylatorer finns?",
    "Vi erbjuder omvandling för längd, vikt, temperatur, volym och andra mått. Metriskt, imperialt och vetenskapligt.",
    "Är omvandling kalkylatorer gratis?",
    "Ja, alla är gratis. Ingen registrering krävs.",
    "Fungerar de på mobila enheter?",
    "Ja, alla är responsiva och fungerar på desktop, surfplatta och smartphone.",
    "Hur exakta är resultaten?",
    "Vi använder standardomvandlingsfaktorer för exakta resultat.",
    "Kan jag omvandla mellan metriskt och imperialt?",
    "Ja, våra omvandlare stöder metriska och imperiala enheter.",
    "Läggs fler till?",
    "Ja, vi utökar samlingen löpande."
  ],
  "tr": [
    "Dönüşüm Hesap Makineleri",
    "Uzunluk, ağırlık, sıcaklık, hacim ve daha fazlası için dönüşüm hesap makineleri koleksiyonumuza göz atın",
    "Dönüşüm",
    "Hesap makinelerini ara...",
    "sonuç bulundu",
    "Sonuç bulunamadı",
    "Farklı bir arama terimi deneyin",
    "Dönüşüm Hesap Makineleri: Uzunluk, Ağırlık, Sıcaklık ve daha fazlası",
    "Uzunluk, ağırlık, sıcaklık, hacim ve daha fazlası için ücretsiz dönüşüm hesap makineleri. Kayıt gerekmez.",
    "dönüşüm hesaplayıcı, birim dönüştürücü, uzunluk, ağırlık, sıcaklık, hacim",
    "Dönüşüm Hesap Makineleri - Ücretsiz çevrimiçi araçlar",
    "Dönüşüm hesap makineleri koleksiyonumuz uzunluk, ağırlık, sıcaklık, hacim ve daha fazlası için hızlı ve doğru birim dönüşümleri sunar.",
    "Tümü tamamen ücretsizdir ve kayıt gerektirmez. Tüm cihazlarda çalışır.",
    "Her dönüştürücü kullanımı kolay olacak şekilde tasarlanmıştır. Düzenli olarak yeni araçlar ekliyoruz.",
    "Dönüşüm Hesap Makineleri",
    "Dönüşüm hesap makineleri uzunluk, ağırlık, sıcaklık, hacim ve daha fazlasında yardımcı olur. Yukarıdaki araçlara göz atın.",
    "Yukarıdaki dönüşüm hesap makinelerimize göz atın.",
    "Sıkça Sorulan Sorular",
    "Hangi dönüşüm hesap makineleri mevcut?",
    "Uzunluk, ağırlık, sıcaklık, hacim ve diğer ölçümler için dönüşüm sunuyoruz. Metrik, imperial ve bilimsel.",
    "Dönüşüm hesap makineleri ücretsiz mi?",
    "Evet, tümü ücretsizdir. Kayıt gerekmez.",
    "Mobil cihazlarda çalışıyor mu?",
    "Evet, tümü duyarlıdır ve masaüstü, tablet ve akıllı telefonda çalışır.",
    "Sonuçlar ne kadar doğru?",
    "Doğru sonuçlar için standart dönüşüm faktörleri kullanıyoruz.",
    "Metrik ve imperial arasında dönüştürebilir miyim?",
    "Evet, dönüştürücülerimiz metrik ve imperial birimleri destekler.",
    "Daha fazla dönüşüm hesap makinesi eklenecek mi?",
    "Evet, koleksiyonu sürekli genişletiyoruz."
  ],
  "zh": [
    "换算计算器",
    "浏览我们的换算计算器集合，涵盖长度、重量、温度、体积等",
    "换算",
    "搜索计算器...",
    "找到结果",
    "未找到结果",
    "尝试不同的搜索词",
    "换算计算器：长度、重量、温度等",
    "免费换算计算器，涵盖长度、重量、温度、体积等。无需注册。",
    "换算计算器, 单位换算, 长度, 重量, 温度, 体积",
    "换算计算器 - 免费在线工具",
    "我们的换算计算器集合为长度、重量、温度、体积等提供快速、准确的单位换算。",
    "全部免费且无需注册。支持所有设备。",
    "每款换算器操作简单。我们定期添加新工具。",
    "换算计算器",
    "换算计算器帮助进行长度、重量、温度、体积等换算。请浏览上方工具。",
    "请浏览上方的换算计算器。",
    "常见问题",
    "有哪些换算计算器？",
    "我们提供长度、重量、温度、体积及其他量纲的换算。支持公制、英制及科学单位。",
    "换算计算器免费吗？",
    "是的，全部免费。无需注册。",
    "手机上能用吗？",
    "可以，均支持响应式，可在电脑、平板和手机上使用。",
    "结果准确度如何？",
    "我们使用标准换算系数，保证结果准确。",
    "能否在公制和英制之间换算？",
    "可以，我们的换算器支持公制和英制单位。",
    "会添加更多换算计算器吗？",
    "会的，我们会持续扩展集合。"
  ]
}